tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "node"
brew "babel"
brew "brew-php-switcher"
brew "caddy"
brew "python@3.9"
brew "glib"
brew "cocoapods"
brew "php", restart_service: true
brew "composer"
brew "diff-so-fancy"
brew "docker-compose"
brew "gobject-introspection"
brew "httpd", restart_service: true
brew "imagemagick"
brew "inetutils"
brew "libgsf"
brew "pango"
brew "librsvg"
brew "mysql", restart_service: true
brew "ncdu"
brew "nmap"
brew "nvm"
brew "php@7.4"
brew "phpmyadmin"
brew "postgresql@12", restart_service: true
brew "termius", link: false
brew "vips"
brew "watch"
brew "webpack"
brew "yarn"
cask "dbeaver-community"
cask "deezer"
cask "discord"
cask "flutter"
cask "keepassx"
cask "mongodb-compass"
cask "sqlitestudio"
cask "termius"
cask "tuxera-ntfs"
cask "twitch"
cask "vlc"
cask "whatsapp"
